aaron-bond.better-comments
alefragnani.project-manager
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
bmalehorn.shell-syntax
braver.vscode-solarized
bung87.vscode-gemfile
charliermarsh.ruff
christian-kohler.path-intellisense
coolbear.systemd-unit-file
ctf0.smart-delete
eamodio.gitlens
editorconfig.editorconfig
github.copilot
github.copilot-chat
github.vscode-github-actions
ibm.output-colorizer
janjoerke.align-by-regex
ms-azuretools.vscode-containers
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.hexeditor
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.remote-repositories
peterschmalfeldt.explorer-exclude
pkief.material-icon-theme
redhat.ansible
redhat.vscode-yaml
shd101wyy.markdown-preview-enhanced
sianglim.slim
tamasfe.even-better-toml
twxs.cmake
usernamehw.errorlens
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vs-publisher-1448185.keyoti-changeallendoflinesequence
vscodevim.vim
xadillax.viml
yzhang.markdown-all-in-one
