aaron-bond.better-comments
alefragnani.numbered-bookmarks
alefragnani.project-manager
bierner.markdown-preview-github-styles
bmalehorn.shell-syntax
Braver.vscode-solarized
bung87.rails
bung87.vscode-gemfile
christian-kohler.path-intellisense
ctf0.smart-delete
duniul.dircolors
eamodio.gitlens
EditorConfig.EditorConfig
eirikpre.systemverilog
IBM.output-colorizer
janjoerke.align-by-regex
kdcro101.favorites
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cpptools
ms-vscode.hexeditor
ms-vscode.powershell
PKief.material-icon-theme
quantumkv.solarized-next
rebornix.ruby
redhat.vscode-yaml
ryanolsonx.solarized
sianglim.slim
usernamehw.errorlens
VisualStudioExptTeam.vscodeintellicode
vscodevim.vim
wingrunr21.vscode-ruby
XadillaX.viml
yzhang.markdown-all-in-one
